Repository: WilliamVeldhuizen/ZapperRadio
Catalog: src/ZapperRadio/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# StreamStopped
source: The stream stopped responding.
ar_sa: توقف البث عن الاستجابة.
cs_cz: Stream přestal odpovídat.
da_dk: Streamen holdt op med at svare.
de_de: Der Stream reagiert nicht mehr.
el_gr: Η ροή σταμάτησε να αποκρίνεται.
es_es: La emisión dejó de responder.
fi_fi: Striimi lakkasi vastaamasta.
fr_fr: Le flux ne répond plus.
he_il: השידור הפסיק להגיב.
hi_in: स्ट्रीम ने जवाब देना बंद कर दिया।
hu_hu: A stream nem válaszol.
id_id: Stream berhenti merespons.
it_it: Lo stream non risponde più.
ja_jp: ストリームが応答しなくなりました。
ko_kr: 스트림이 응답하지 않습니다.
nb_no: Strømmen sluttet å svare.
nl_nl: De stream reageert niet meer.
pl_pl: Strumień przestał odpowiadać.
pt_br: A transmissão parou de responder.
ro_ro: Fluxul a încetat să răspundă.
ru_ru: Поток перестал отвечать.
sk_sk: Stream prestal odpovedať.
sv_se: Strömmen slutade svara.
th_th: สตรีมหยุดตอบสนอง
tr_tr: Yayın yanıt vermeyi bıraktı.
uk_ua: Потік перестав відповідати.
vi_vn: Luồng đã ngừng phản hồi.
zh_cn: 流已停止响应。
zh_tw: 串流停止回應。

# StreamEnded
source: The stream ended.
ar_sa: انتهى البث.
cs_cz: Stream skončil.
da_dk: Streamen sluttede.
de_de: Der Stream wurde beendet.
el_gr: Η ροή τελείωσε.
es_es: La emisión terminó.
fi_fi: Striimi päättyi.
fr_fr: Le flux s'est terminé.
he_il: השידור הסתיים.
hi_in: स्ट्रीम समाप्त हो गई।
hu_hu: A stream véget ért.
id_id: Stream berakhir.
it_it: Lo stream è terminato.
ja_jp: ストリームが終了しました。
ko_kr: 스트림이 끝났습니다.
nb_no: Strømmen er avsluttet.
nl_nl: De stream is beëindigd.
pl_pl: Strumień się zakończył.
pt_br: A transmissão terminou.
ro_ro: Fluxul s-a încheiat.
ru_ru: Поток завершился.
sk_sk: Stream sa skončil.
sv_se: Strömmen tog slut.
th_th: สตรีมสิ้นสุดแล้ว
tr_tr: Yayın sona erdi.
uk_ua: Потік завершився.
vi_vn: Luồng đã kết thúc.
zh_cn: 流已结束。
zh_tw: 串流已結束。

# UpdateNotice.Message
source: Restart to install it now. Otherwise it is installed when you close ZapperRadio.
ar_sa: أعد التشغيل لتثبيته الآن. وإلا فسيُثبَّت عند إغلاق ZapperRadio.
cs_cz: Restartujte a nainstalujte ji hned. Jinak se nainstaluje, až zavřete ZapperRadio.
da_dk: Genstart for at installere den nu. Ellers installeres den, når du lukker ZapperRadio.
de_de: Starte neu, um das Update jetzt zu installieren. Sonst wird es installiert, wenn du ZapperRadio schließt.
el_gr: Κάντε επανεκκίνηση για να την εγκαταστήσετε τώρα. Διαφορετικά θα εγκατασταθεί όταν κλείσετε το ZapperRadio.
es_es: Reinicia para instalarla ahora. Si no, se instalará al cerrar ZapperRadio.
fi_fi: Käynnistä uudelleen asentaaksesi sen nyt. Muuten se asennetaan, kun suljet ZapperRadion.
fr_fr: Redémarrez pour l'installer maintenant. Sinon, elle sera installée à la fermeture de ZapperRadio.
he_il: הפעילו מחדש כדי להתקין עכשיו. אחרת היא תותקן כשתסגרו את ZapperRadio.
hi_in: अभी इंस्टॉल करने के लिए फिर से शुरू करें। नहीं तो ZapperRadio बंद करने पर यह इंस्टॉल हो जाएगा।
hu_hu: Indítsa újra a telepítéshez most. Ellenkező esetben a ZapperRadio bezárásakor települ.
id_id: Mulai ulang untuk menginstalnya sekarang. Jika tidak, pembaruan diinstal saat Anda menutup ZapperRadio.
it_it: Riavvia per installarla subito. Altrimenti verrà installata alla chiusura di ZapperRadio.
ja_jp: 今すぐインストールするには再起動してください。再起動しない場合は、ZapperRadio を閉じたときにインストールされます。
ko_kr: 지금 설치하려면 다시 시작하세요. 그렇지 않으면 ZapperRadio를 닫을 때 설치됩니다.
nb_no: Start på nytt for å installere den nå. Ellers installeres den når du lukker ZapperRadio.
nl_nl: Herstart om het nu te installeren. Anders wordt het geïnstalleerd zodra je ZapperRadio sluit.
pl_pl: Uruchom ponownie, aby zainstalować teraz. W przeciwnym razie aktualizacja zostanie zainstalowana po zamknięciu ZapperRadio.
pt_br: Reinicie para instalá-la agora. Caso contrário, ela será instalada quando você fechar o ZapperRadio.
ro_ro: Reporniți pentru a o instala acum. Altfel, se instalează când închideți ZapperRadio.
ru_ru: Перезапустите, чтобы установить сейчас. Иначе обновление установится, когда вы закроете ZapperRadio.
sk_sk: Reštartujte a nainštalujte ju hneď. Inak sa nainštaluje, keď zatvoríte ZapperRadio.
sv_se: Starta om för att installera den nu. Annars installeras den när du stänger ZapperRadio.
th_th: เริ่มใหม่เพื่อติดตั้งตอนนี้ มิฉะนั้นจะติดตั้งเมื่อคุณปิด ZapperRadio
tr_tr: Şimdi yüklemek için yeniden başlatın. Aksi halde ZapperRadio'yu kapattığınızda yüklenir.
uk_ua: Перезапустіть, щоб встановити її зараз. Інакше її буде встановлено, коли ви закриєте ZapperRadio.
vi_vn: Khởi động lại để cài đặt ngay. Nếu không, bản cập nhật sẽ được cài khi bạn đóng ZapperRadio.
zh_cn: 重新启动即可立即安装。否则将在你关闭 ZapperRadio 时安装。
zh_tw: 立即重新啟動以安裝。否則將在您關閉 ZapperRadio 時安裝。

# RestartToUpdateButton.Content
source: Restart to update
ar_sa: إعادة التشغيل للتحديث
cs_cz: Restartovat a aktualizovat
da_dk: Genstart for at opdatere
de_de: Zum Aktualisieren neu starten
el_gr: Επανεκκίνηση για ενημέρωση
es_es: Reiniciar para actualizar
fi_fi: Käynnistä uudelleen ja päivitä
fr_fr: Redémarrer pour mettre à jour
he_il: הפעלה מחדש לעדכון
hi_in: अपडेट के लिए फिर से शुरू करें
hu_hu: Újraindítás a frissítéshez
id_id: Mulai ulang untuk memperbarui
it_it: Riavvia per aggiornare
ja_jp: 再起動して更新
ko_kr: 다시 시작하여 업데이트
nb_no: Start på nytt for å oppdatere
nl_nl: Herstarten om bij te werken
pl_pl: Uruchom ponownie, aby zaktualizować
pt_br: Reiniciar para atualizar
ro_ro: Repornește pentru actualizare
ru_ru: Перезапустить для обновления
sk_sk: Reštartovať a aktualizovať
sv_se: Starta om för att uppdatera
th_th: เริ่มใหม่เพื่ออัปเดต
tr_tr: Güncellemek için yeniden başlat
uk_ua: Перезапустити для оновлення
vi_vn: Khởi động lại để cập nhật
zh_cn: 重新启动以更新
zh_tw: 重新啟動以更新

# UpdatesHeading.Text
source: Updates
ar_sa: التحديثات
cs_cz: Aktualizace
da_dk: Opdateringer
el_gr: Ενημερώσεις
es_es: Actualizaciones
fi_fi: Päivitykset
fr_fr: Mises à jour
he_il: עדכונים
hi_in: अपडेट
hu_hu: Frissítések
id_id: Pembaruan
it_it: Aggiornamenti
ja_jp: 更新
ko_kr: 업데이트
nb_no: Oppdateringer
pl_pl: Aktualizacje
pt_br: Atualizações
ro_ro: Actualizări
ru_ru: Обновления
sk_sk: Aktualizácie
sv_se: Uppdateringar
th_th: การอัปเดต
tr_tr: Güncellemeler
uk_ua: Оновлення
vi_vn: Cập nhật
zh_cn: 更新
zh_tw: 更新

# UpdatesText.Text
source: ZapperRadio checks for a new version every few hours and downloads it in the background. It is installed when you close the app. Your favorites and settings are kept.
ar_sa: يتحقق ZapperRadio من وجود إصدار جديد كل بضع ساعات وينزّله في الخلفية. يُثبَّت عند إغلاق التطبيق. تبقى مفضلاتك وإعداداتك محفوظة.
cs_cz: ZapperRadio každých několik hodin kontroluje novou verzi a stahuje ji na pozadí. Nainstaluje se, když aplikaci zavřete. Oblíbené a nastavení zůstanou zachovány.
da_dk: ZapperRadio søger efter en ny version med få timers mellemrum og henter den i baggrunden. Den installeres, når du lukker appen. Dine favoritter og indstillinger bevares.
de_de: ZapperRadio sucht alle paar Stunden nach einer neuen Version und lädt sie im Hintergrund herunter. Installiert wird sie, wenn du die App schließt. Deine Favoriten und Einstellungen bleiben erhalten.
el_gr: Το ZapperRadio ελέγχει για νέα έκδοση κάθε λίγες ώρες και τη λαμβάνει στο παρασκήνιο. Εγκαθίσταται όταν κλείσετε την εφαρμογή. Τα αγαπημένα και οι ρυθμίσεις σας διατηρούνται.
es_es: ZapperRadio busca una versión nueva cada pocas horas y la descarga en segundo plano. Se instala al cerrar la aplicación. Tus favoritos y tus ajustes se conservan.
fi_fi: ZapperRadio tarkistaa muutaman tunnin välein, onko uutta versiota, ja lataa sen taustalla. Se asennetaan, kun suljet sovelluksen. Suosikkisi ja asetuksesi säilyvät.
fr_fr: ZapperRadio recherche une nouvelle version toutes les quelques heures et la télécharge en arrière-plan. Elle est installée à la fermeture de l'application. Vos favoris et vos réglages sont conservés.
he_il: ZapperRadio בודקת אם יש גרסה חדשה כל כמה שעות ומורידה אותה ברקע. היא מותקנת כשסוגרים את האפליקציה. המועדפים וההגדרות שלכם נשמרים.
hi_in: ZapperRadio हर कुछ घंटों में नए संस्करण की जाँच करता है और उसे बैकग्राउंड में डाउनलोड करता है। ऐप बंद करने पर यह इंस्टॉल होता है। आपके पसंदीदा और सेटिंग्स बनी रहती हैं।
hu_hu: A ZapperRadio néhány óránként új verziót keres, és letölti a háttérben. Az alkalmazás bezárásakor települ. A kedvencek és a beállítások megmaradnak.
id_id: ZapperRadio memeriksa versi baru setiap beberapa jam dan mengunduhnya di latar belakang. Versi itu diinstal saat Anda menutup aplikasi. Favorit dan pengaturan Anda tetap tersimpan.
it_it: ZapperRadio cerca una nuova versione ogni poche ore e la scarica in background. Viene installata quando chiudi l'app. I preferiti e le impostazioni vengono conservati.
ja_jp: ZapperRadio は数時間ごとに新しいバージョンを確認し、バックグラウンドでダウンロードします。アプリを閉じたときにインストールされます。お気に入りと設定は引き継がれます。
ko_kr: ZapperRadio는 몇 시간마다 새 버전을 확인하고 백그라운드에서 다운로드합니다. 앱을 닫을 때 설치됩니다. 즐겨찾기와 설정은 유지됩니다.
nb_no: ZapperRadio ser etter en ny versjon med noen timers mellomrom og laster den ned i bakgrunnen. Den installeres når du lukker appen. Favorittene og innstillingene dine beholdes.
nl_nl: ZapperRadio zoekt om de paar uur naar een nieuwe versie en downloadt die op de achtergrond. De installatie gebeurt zodra je de app sluit. Je favorieten en instellingen blijven behouden.
pl_pl: ZapperRadio co kilka godzin sprawdza, czy jest nowa wersja, i pobiera ją w tle. Instaluje się ona po zamknięciu aplikacji. Ulubione i ustawienia zostają zachowane.
pt_br: O ZapperRadio procura uma nova versão a cada poucas horas e a baixa em segundo plano. Ela é instalada quando você fecha o app. Seus favoritos e configurações são mantidos.
ro_ro: ZapperRadio caută o versiune nouă la câteva ore și o descarcă în fundal. Aceasta se instalează când închideți aplicația. Favoritele și setările se păstrează.
ru_ru: ZapperRadio проверяет наличие новой версии каждые несколько часов и загружает её в фоне. Она устанавливается, когда вы закрываете приложение. Избранное и параметры сохраняются.
sk_sk: ZapperRadio každých niekoľko hodín kontroluje novú verziu a sťahuje ju na pozadí. Nainštaluje sa, keď aplikáciu zatvoríte. Obľúbené a nastavenia zostanú zachované.
sv_se: ZapperRadio söker efter en ny version med några timmars mellanrum och laddar ned den i bakgrunden. Den installeras när du stänger appen. Dina favoriter och inställningar behålls.
th_th: ZapperRadio ตรวจหาเวอร์ชันใหม่ทุกสองสามชั่วโมงและดาวน์โหลดไว้เบื้องหลัง จะติดตั้งเมื่อคุณปิดแอป สถานีโปรดและการตั้งค่าของคุณจะยังคงอยู่
tr_tr: ZapperRadio birkaç saatte bir yeni sürüm olup olmadığını denetler ve arka planda indirir. Uygulamayı kapattığınızda yüklenir. Favorileriniz ve ayarlarınız korunur.
uk_ua: ZapperRadio кілька разів на день перевіряє наявність нової версії й завантажує її у фоновому режимі. Її буде встановлено, коли ви закриєте застосунок. Ваше вибране та налаштування збережуться.
vi_vn: ZapperRadio kiểm tra phiên bản mới vài giờ một lần và tải về ở chế độ nền. Phiên bản đó được cài khi bạn đóng ứng dụng. Đài yêu thích và cài đặt của bạn được giữ nguyên.
zh_cn: ZapperRadio 每隔几个小时检查一次新版本，并在后台下载。关闭应用时会安装更新。你的收藏和设置会保留。
zh_tw: ZapperRadio 每隔幾小時會檢查是否有新版本，並在背景下載。新版本會在您關閉應用程式時安裝。您的最愛和設定都會保留。

# CheckForUpdatesButton.Content
source: Check for updates
ar_sa: التحقق من وجود تحديثات
cs_cz: Zkontrolovat aktualizace
da_dk: Søg efter opdateringer
de_de: Nach Updates suchen
el_gr: Έλεγχος για ενημερώσεις
es_es: Buscar actualizaciones
fi_fi: Tarkista päivitykset
fr_fr: Rechercher des mises à jour
he_il: בדיקת עדכונים
hi_in: अपडेट की जाँच करें
hu_hu: Frissítések keresése
id_id: Periksa pembaruan
it_it: Cerca aggiornamenti
ja_jp: 更新を確認
ko_kr: 업데이트 확인
nb_no: Se etter oppdateringer
nl_nl: Controleren op updates
pl_pl: Sprawdź aktualizacje
pt_br: Procurar atualizações
ro_ro: Caută actualizări
ru_ru: Проверить обновления
sk_sk: Skontrolovať aktualizácie
sv_se: Sök efter uppdateringar
th_th: ตรวจหาการอัปเดต
tr_tr: Güncellemeleri denetle
uk_ua: Перевірити наявність оновлень
vi_vn: Kiểm tra cập nhật
zh_cn: 检查更新
zh_tw: 檢查更新

# UpdateChecking
source: Checking for updates…
ar_sa: جارٍ التحقق من وجود تحديثات…
cs_cz: Kontrola aktualizací…
da_dk: Søger efter opdateringer…
de_de: Suche nach Updates…
el_gr: Έλεγχος για ενημερώσεις…
es_es: Buscando actualizaciones…
fi_fi: Tarkistetaan päivityksiä…
fr_fr: Recherche de mises à jour…
he_il: בודק עדכונים…
hi_in: अपडेट की जाँच हो रही है…
hu_hu: Frissítések keresése…
id_id: Memeriksa pembaruan…
it_it: Ricerca di aggiornamenti…
ja_jp: 更新を確認しています…
ko_kr: 업데이트 확인 중…
nb_no: Ser etter oppdateringer…
nl_nl: Controleren op updates…
pl_pl: Sprawdzanie aktualizacji…
pt_br: Procurando atualizações…
ro_ro: Se caută actualizări…
ru_ru: Проверка обновлений…
sk_sk: Kontrolujú sa aktualizácie…
sv_se: Söker efter uppdateringar…
th_th: กำลังตรวจหาการอัปเดต…
tr_tr: Güncellemeler denetleniyor…
uk_ua: Перевірка оновлень…
vi_vn: Đang kiểm tra cập nhật…
zh_cn: 正在检查更新…
zh_tw: 正在檢查更新…

# UpdateDownloading
source: Downloading the new version… {0}%
ar_sa: جارٍ تنزيل الإصدار الجديد… {0}%
cs_cz: Stahování nové verze… {0} %
da_dk: Henter den nye version… {0} %
de_de: Neue Version wird heruntergeladen… {0} %
el_gr: Λήψη της νέας έκδοσης… {0}%
es_es: Descargando la versión nueva… {0} %
fi_fi: Ladataan uutta versiota… {0} %
fr_fr: Téléchargement de la nouvelle version… {0} %
he_il: מוריד את הגרסה החדשה… {0}%
hi_in: नया संस्करण डाउनलोड हो रहा है… {0}%
hu_hu: Az új verzió letöltése… {0}%
id_id: Mengunduh versi baru… {0}%
it_it: Download della nuova versione… {0}%
ja_jp: 新しいバージョンをダウンロードしています… {0}%
ko_kr: 새 버전 다운로드 중… {0}%
nb_no: Laster ned den nye versjonen… {0} %
nl_nl: De nieuwe versie downloaden… {0}%
pl_pl: Pobieranie nowej wersji… {0}%
pt_br: Baixando a nova versão… {0}%
ro_ro: Se descarcă noua versiune… {0}%
ru_ru: Загрузка новой версии… {0}%
sk_sk: Sťahuje sa nová verzia… {0} %
sv_se: Laddar ned den nya versionen… {0} %
th_th: กำลังดาวน์โหลดเวอร์ชันใหม่… {0}%
tr_tr: Yeni sürüm indiriliyor… %{0}
uk_ua: Завантаження нової версії… {0}%
vi_vn: Đang tải phiên bản mới… {0}%
zh_cn: 正在下载新版本… {0}%
zh_tw: 正在下載新版本… {0}%

# UpdateReady
source: Version {0} is ready and is installed when ZapperRadio closes.
ar_sa: الإصدار {0} جاهز وسيُثبَّت عند إغلاق ZapperRadio.
cs_cz: Verze {0} je připravena a nainstaluje se po zavření ZapperRadio.
da_dk: Version {0} er klar og installeres, når ZapperRadio lukkes.
de_de: Version {0} steht bereit und wird installiert, wenn ZapperRadio geschlossen wird.
el_gr: Η έκδοση {0} είναι έτοιμη και θα εγκατασταθεί όταν κλείσει το ZapperRadio.
es_es: La versión {0} está lista y se instalará al cerrar ZapperRadio.
fi_fi: Versio {0} on valmis ja asennetaan, kun ZapperRadio suljetaan.
fr_fr: La version {0} est prête et sera installée à la fermeture de ZapperRadio.
he_il: גרסה {0} מוכנה ותותקן כש-ZapperRadio תיסגר.
hi_in: संस्करण {0} तैयार है और ZapperRadio बंद होने पर इंस्टॉल होगा।
hu_hu: A(z) {0} verzió készen áll, és a ZapperRadio bezárásakor települ.
id_id: Versi {0} sudah siap dan akan diinstal saat ZapperRadio ditutup.
it_it: La versione {0} è pronta e verrà installata alla chiusura di ZapperRadio.
ja_jp: バージョン {0} の準備ができました。ZapperRadio を閉じるとインストールされます。
ko_kr: 버전 {0}이(가) 준비되었으며 ZapperRadio를 닫으면 설치됩니다.
nb_no: Versjon {0} er klar og installeres når ZapperRadio lukkes.
nl_nl: Versie {0} staat klaar en wordt geïnstalleerd zodra ZapperRadio sluit.
pl_pl: Wersja {0} jest gotowa i zostanie zainstalowana po zamknięciu ZapperRadio.
pt_br: A versão {0} está pronta e será instalada quando o ZapperRadio for fechado.
ro_ro: Versiunea {0} este pregătită și se instalează când se închide ZapperRadio.
ru_ru: Версия {0} готова и будет установлена при закрытии ZapperRadio.
sk_sk: Verzia {0} je pripravená a nainštaluje sa po zatvorení ZapperRadio.
sv_se: Version {0} är klar och installeras när ZapperRadio stängs.
th_th: เวอร์ชัน {0} พร้อมแล้วและจะติดตั้งเมื่อปิด ZapperRadio
tr_tr: {0} sürümü hazır ve ZapperRadio kapandığında yüklenecek.
uk_ua: Версія {0} готова й буде встановлена, коли ZapperRadio закриється.
vi_vn: Phiên bản {0} đã sẵn sàng và sẽ được cài khi đóng ZapperRadio.
zh_cn: 版本 {0} 已就绪，将在 ZapperRadio 关闭时安装。
zh_tw: 版本 {0} 已就緒，將在 ZapperRadio 關閉時安裝。

# UpdateUpToDate
source: ZapperRadio is up to date.
ar_sa: ZapperRadio محدّث.
cs_cz: ZapperRadio je aktuální.
da_dk: ZapperRadio er opdateret.
de_de: ZapperRadio ist auf dem neuesten Stand.
el_gr: Το ZapperRadio είναι ενημερωμένο.
es_es: ZapperRadio está actualizado.
fi_fi: ZapperRadio on ajan tasalla.
fr_fr: ZapperRadio est à jour.
he_il: ZapperRadio מעודכנת.
hi_in: ZapperRadio अप टू डेट है।
hu_hu: A ZapperRadio naprakész.
id_id: ZapperRadio sudah versi terbaru.
it_it: ZapperRadio è aggiornato.
ja_jp: ZapperRadio は最新の状態です。
ko_kr: ZapperRadio가 최신 상태입니다.
nb_no: ZapperRadio er oppdatert.
nl_nl: ZapperRadio is bijgewerkt.
pl_pl: ZapperRadio jest aktualne.
pt_br: O ZapperRadio está atualizado.
ro_ro: ZapperRadio este la zi.
ru_ru: ZapperRadio обновлено.
sk_sk: ZapperRadio je aktuálne.
sv_se: ZapperRadio är uppdaterad.
th_th: ZapperRadio เป็นเวอร์ชันล่าสุดแล้ว
tr_tr: ZapperRadio güncel.
uk_ua: ZapperRadio оновлено до останньої версії.
vi_vn: ZapperRadio đã được cập nhật.
zh_cn: ZapperRadio 已是最新版本。
zh_tw: ZapperRadio 已是最新版本。

# UpdateFailed
source: Could not check for updates: {0}
ar_sa: تعذّر التحقق من وجود تحديثات: {0}
cs_cz: Aktualizace nelze zkontrolovat: {0}
da_dk: Der kunne ikke søges efter opdateringer: {0}
de_de: Die Suche nach Updates ist fehlgeschlagen: {0}
el_gr: Δεν ήταν δυνατός ο έλεγχος για ενημερώσεις: {0}
es_es: No se pudo buscar actualizaciones: {0}
fi_fi: Päivityksiä ei voitu tarkistaa: {0}
fr_fr: Impossible de rechercher des mises à jour : {0}
he_il: לא ניתן לבדוק עדכונים: {0}
hi_in: अपडेट की जाँच नहीं हो सकी: {0}
hu_hu: Nem sikerült frissítéseket keresni: {0}
id_id: Tidak dapat memeriksa pembaruan: {0}
it_it: Impossibile cercare aggiornamenti: {0}
ja_jp: 更新を確認できませんでした: {0}
ko_kr: 업데이트를 확인할 수 없습니다: {0}
nb_no: Kunne ikke se etter oppdateringer: {0}
nl_nl: Kon niet op updates controleren: {0}
pl_pl: Nie można sprawdzić aktualizacji: {0}
pt_br: Não foi possível procurar atualizações: {0}
ro_ro: Nu s-a putut căuta actualizări: {0}
ru_ru: Не удалось проверить обновления: {0}
sk_sk: Aktualizácie sa nepodarilo skontrolovať: {0}
sv_se: Det gick inte att söka efter uppdateringar: {0}
th_th: ไม่สามารถตรวจหาการอัปเดตได้: {0}
tr_tr: Güncellemeler denetlenemedi: {0}
uk_ua: Не вдалося перевірити оновлення: {0}
vi_vn: Không thể kiểm tra cập nhật: {0}
zh_cn: 无法检查更新：{0}
zh_tw: 無法檢查更新：{0}

# UpdateNoticeTitle
source: ZapperRadio {0} is ready
ar_sa: ZapperRadio {0} جاهز
cs_cz: ZapperRadio {0} je připraveno
da_dk: ZapperRadio {0} er klar
de_de: ZapperRadio {0} steht bereit
el_gr: Το ZapperRadio {0} είναι έτοιμο
es_es: La versión {0} de ZapperRadio está lista
fi_fi: ZapperRadio {0} on valmis
fr_fr: La version {0} de ZapperRadio est prête
he_il: ZapperRadio {0} מוכנה
hi_in: ZapperRadio {0} तैयार है
hu_hu: A ZapperRadio {0} készen áll
id_id: ZapperRadio {0} sudah siap
it_it: La versione {0} di ZapperRadio è pronta
ja_jp: ZapperRadio {0} の準備ができました
ko_kr: ZapperRadio {0} 준비 완료
nb_no: ZapperRadio {0} er klar
nl_nl: ZapperRadio {0} staat klaar
pl_pl: ZapperRadio {0} jest gotowe
pt_br: A versão {0} do ZapperRadio está pronta
ro_ro: ZapperRadio {0} este pregătit
ru_ru: ZapperRadio {0} готово
sk_sk: ZapperRadio {0} je pripravené
sv_se: ZapperRadio {0} är klar
th_th: ZapperRadio {0} พร้อมแล้ว
tr_tr: ZapperRadio {0} hazır
uk_ua: Версія {0} ZapperRadio готова
vi_vn: ZapperRadio {0} đã sẵn sàng
zh_cn: ZapperRadio {0} 已就绪
zh_tw: ZapperRadio {0} 已就緒

# TimeShiftBox.AutomationProperties.Name
source: Time shift
ar_sa: الإزاحة الزمنية
cs_cz: Časový posun
da_dk: Tidsforskydning
de_de: Zeitversatz
el_gr: Χρονική μετατόπιση
fi_fi: Aikasiirto
fr_fr: Différé
he_il: הסטת זמן
hi_in: टाइम शिफ़्ट
hu_hu: Időeltolás
id_id: Pergeseran waktu
ja_jp: タイムシフト
ko_kr: 타임시프트
nb_no: Tidsforskyvning
nl_nl: Uitgesteld luisteren
pl_pl: Przesunięcie czasowe
pt_br: Atraso
ro_ro: Decalaj în timp
ru_ru: Сдвиг во времени
sk_sk: Časový posun
sv_se: Tidsförskjutning
th_th: การเลื่อนเวลา
tr_tr: Zaman kaydırma
uk_ua: Зсув у часі
vi_vn: Dịch thời gian
zh_tw: 時間平移

# TimeShiftMinutes
source: {0} minutes
ar_sa: {0} دقائق
cs_cz: {0} min
da_dk: {0} minutter
de_de: {0} Minuten
el_gr: {0} λεπτά
fi_fi: {0} minuuttia
he_il: {0} דקות
hi_in: {0} मिनट
hu_hu: {0} perc
id_id: {0} menit
ja_jp: {0} 分
ko_kr: {0}분
nb_no: {0} minutter
nl_nl: {0} minuten
pl_pl: {0} min
pt_br: {0} minutos
ro_ro: {0} minute
ru_ru: {0} мин
sk_sk: {0} min
sv_se: {0} minuter
th_th: {0} นาที
tr_tr: {0} dakika
uk_ua: {0} хв
vi_vn: {0} phút
zh_tw: {0} 分鐘

# NowPlayingBehindLive
source: {0} behind live
ar_sa: متأخر {0} عن البث المباشر
cs_cz: {0} za živým vysíláním
da_dk: {0} efter live
de_de: {0} hinter live
el_gr: {0} πίσω από τη ζωντανή μετάδοση
fi_fi: {0} suoraa lähetystä jäljessä
fr_fr: {0} de retard sur le direct
he_il: {0} אחרי השידור החי
hi_in: लाइव से {0} पीछे
hu_hu: {0} késés az élő adáshoz képest
id_id: {0} di belakang siaran langsung
ja_jp: ライブから {0} 遅れ
ko_kr: 생방송보다 {0} 늦음
nb_no: {0} etter direkte
nl_nl: {0} achter live
pl_pl: {0} za transmisją na żywo
pt_br: {0} atrás do ao vivo
ro_ro: Cu {0} în urma transmisiei live
ru_ru: Отставание от эфира: {0}
sk_sk: {0} za živým vysielaním
sv_se: {0} efter live
th_th: ช้ากว่าการออกอากาศสด {0}
tr_tr: Canlı yayının {0} gerisinde
uk_ua: {0} позаду ефіру
vi_vn: Chậm {0} so với trực tiếp
zh_tw: 落後直播 {0}

# GoLiveButton.Content
source: Go live
ar_sa: العودة إلى المباشر
cs_cz: Živě
da_dk: Gå live
de_de: Live
el_gr: Ζωντανά
fi_fi: Suoraan lähetykseen
fr_fr: Direct
he_il: לשידור החי
hi_in: लाइव पर जाएँ
hu_hu: Élőre
id_id: Ke siaran langsung
ja_jp: ライブ
ko_kr: 생방송으로
nb_no: Gå direkte
nl_nl: Live
pl_pl: Na żywo
pt_br: Ao vivo
ro_ro: În direct
ru_ru: В эфир
sk_sk: Naživo
sv_se: Gå live
th_th: กลับไปฟังสด
tr_tr: Canlıya geç
uk_ua: Наживо
vi_vn: Về trực tiếp
zh_tw: 回到直播

# GoLiveButton.ToolTipService.ToolTip
source: Play this station live again, where its broadcast is now
ar_sa: تشغيل هذه المحطة مباشرة مجددًا، من حيث وصل بثها الآن
cs_cz: Přehrávat tuto stanici znovu živě, tam, kde je teď její vysílání
da_dk: Afspil stationen live igen, der hvor udsendelsen er nu
de_de: Diesen Sender wieder live spielen, wo die Sendung jetzt ist
el_gr: Αναπαραγωγή του σταθμού ξανά ζωντανά, εκεί που βρίσκεται τώρα η μετάδοσή του
fi_fi: Toista tämä asema taas suorana, siitä kohdasta, jossa lähetys nyt on
fr_fr: Rejouer cette station en direct, là où en est la diffusion
he_il: השמעת התחנה שוב בשידור חי, מהנקודה שבה השידור נמצא עכשיו
hi_in: इस स्टेशन को फिर से लाइव चलाएँ, जहाँ इसका प्रसारण अभी है
hu_hu: Az állomás újra élőben, ott, ahol az adása most tart
id_id: Putar stasiun ini secara langsung lagi, di posisi siarannya saat ini
ja_jp: この局を再びライブで、今の放送の位置から再生します
ko_kr: 이 방송국을 지금 방송되는 지점부터 다시 생방송으로 재생
nb_no: Spill denne stasjonen direkte igjen, der sendingen er nå
nl_nl: Speel deze zender weer live, waar de uitzending nu is
pl_pl: Odtwarzaj tę stację znów na żywo, tam gdzie jest teraz jej transmisja
pt_br: Tocar esta rádio ao vivo de novo, onde a transmissão está agora
ro_ro: Redă din nou postul în direct, acolo unde este acum emisia
ru_ru: Снова слушать эту станцию в прямом эфире, с того места, где сейчас идёт трансляция
sk_sk: Prehrávať túto stanicu znova naživo, tam, kde je teraz jej vysielanie
sv_se: Spela den här stationen live igen, där sändningen är nu
th_th: เล่นสถานีนี้แบบสดอีกครั้ง ณ จุดที่กำลังออกอากาศอยู่ตอนนี้
tr_tr: Bu istasyonu yeniden canlı çal, yayının şu an olduğu yerden
uk_ua: Знову грати цю станцію наживо, там, де зараз ефір
vi_vn: Phát trực tiếp lại đài này, tại vị trí đang phát sóng hiện giờ
zh_tw: 從電台目前的播出位置重新直播此電台

# ZapperTab.Text
source: Zapper
ar_sa: المبدِّل
fi_fi: Zapperi
he_il: זאפר
hi_in: ज़ैपर
ja_jp: ザッパー
ko_kr: 재퍼
ru_ru: Заппер
uk_ua: Запер
zh_tw: 轉台器
